[Skills.EmbraceThePain SkillDefinition]
SkillDescription="Increases [skill]Fire Rate[-skill] while your shields are down. Additionally, increases the delay before your shields [skill]start to recharge[-skill]."

[Skills.EmptyRage SkillDefinition]
SkillDescription="Increases [skill]Melee Damage[-skill]. Further increased if your [skill]shield is down[-skill] or your [skill]magazine is empty[-skill]."

[Skills.FeedTheMeat SkillDefinition]
SkillDescription="Increases [skill]Maximum Health[-skill] and [skill]Shield Recharge Delay[-skill]."

[Skills.FeedTheMeat:AttributePresentationDefinition_32 AttributePresentationDefinition]
Description="Shield Recharge Delay: $NUMBER$ secs"

[Skills.LightTheFuse SkillDefinition]
SkillDescription="[skill]Fight For Your Life[-skill] is replaced with [skill]Light the Fuse[-skill].  During [skill]Light the Fuse[-skill] you pull out a live bundle of dynamite and can move normally.  The bundle detonates when the timer runs out.  If you kill someone, you are revived.<br><br>Getting a revive with the bundle explosion gives you bonus [skill]Movement Speed[-skill] for the remainder of the time that was left in [skill]Light the Fuse[-skill].<br><br>Throw dynamite sticks with <StringAliasMap:Action.Fire>.<br>Detonate bundle by holding <StringAliasMap:Action.Use>."

[Skills.PullThePin SkillDefinition]
SkillDescription="Upon death, you drop a free grenade.  Enemies killed with this grenade reward [skill]double XP[-skill]."

[Skills.RedeemTheSoul SkillDefinition]
SkillDescription="You can instantly [skill]Revive[-skill] down teammates.  After reviving a teammate in this way you must [skill]Fight For Your Life[-skill].  Increased time during Fight For Your Life.<br><br>You may revive in this way only once each time Buzz Axe Rampage is on cooldown."

[Skills.RedeemTheSoul:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fight For Your Life Time: $NUMBER$"

[Skills.SaltTheWound SkillDefinition]
SkillDescription="Taking damage from an enemy while your shield is down adds a stack of [skill]Salt the Wound[-skill].  Increases [skill]Melee[-skill] and [skill]Shotgun Damage[-skill] for each stack accrued.  Stacks begin to decay after a short time without taking health damage from enemies."

[Skills.SaltTheWound:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melee Damage: $NUMBER$ per stack"

[Skills.SaltTheWound:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Shotgun Damage: $NUMBER$ per stack"

[Skills.SilenceTheVoices:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Self-Attack Chance: $NUMBER$"

[Skills.StripTheFlesh SkillDefinition]
SkillDescription="Increases [skill]Explosive Damage[-skill]. Bonus increased further when in [skill]Fight For Your Life[-skill]."

[Skills.StripTheFlesh:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fight For Your Life Bonus: $NUMBER$"

[Skills.ThrillOfTheKill SkillDefinition]
SkillDescription="A percentage of [skill]Overkill Damage[-skill] (damage that is over and above what was needed to kill the enemy) is returned to you as [skill]health[-skill].  The lower your health, the higher the percentage."

[Skills.ThrillOfTheKill:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Returns up to $NUMBER$ of Overkill Damage dealt as health."
